/*28/9/2018*/
"_grp.Accomodation" = "Chỗ ở";
"_grp.BankATM" = "Ngân hàng và ATM";
"_grp.Emergency" = "Khẩn cấp";
"_grp.Food_and_Drink" = "Địa điểm ăn uống";
"_grp.Guides" = "Sổ tay du lịch";
"_grp.Parking" = "Bãi đỗ xe";
"_grp.Petrol_Station" = "Trạm xăng";
"_grp.Services_and_Education" = "Nơi cấp dịch vụ và học tập";
"_grp.Shopping" = "Mua sắm";
"_grp.Social_Life" = "Giải trí và cộng đồng";
"_grp.Sport" = "Thể thao";
"_grp.Tourism" = "Điểm thu hút khách du lịch";
"_grp.Transportation" = "Giao thông";
"_grp.Vehicle_Services" = "Dịch vụ cho ô tô";

/* Don't translate text in the parenthesis. The word to translate is just 'Exit', same as translation for key: route.instructionsText.listBox.exit */
"Exit (FROM HIGHWAY)" = "Lối ra (đường cao tốc)";
"feet" = "bước";
"route.instructionsText.continueAlong" = "Thực hiện theo các tuyến đường";

/* feet short */
"ft" = "fút";

/* timeHourShort */
"h" = "giờ";
"kilometers" = "kilomet";
"Limit" = "Giới hạn";
"meters" = "mét";

/* miles short */
"mi" = "dặm";
"miles" = "dặm";

/* timeMinuteMidi */
"min" = "phút";
"native.fuelprices.poidetailTitle" = "Giá Nhiên liệu";
"poiCategory.select" = "Địa điểm gần kề";
"native.navigation.resumeBtn" = "Tiếp tục";

/* timeSecondShort */
"sec" = "giây";
"yards" = "yard";

/* yards short */
"yd" = "yd";

"detail.action.directionToHere" = "Tìm chỉ dẫn";
"detail.action.addVia" = "Thêm điểm trung gian trên đường đi";
"detail.action.addToFavorite" = "Thêm vào danh sách yêu thích";
"detail.action.copyGps" = "Tọa độ GPS ";
"detail.action.removeFavorite" = "Xóa khỏi danh sách yêu thích";
"detail.action.removeHome" = "Loại bỏ địa chỉ nhà";
"detail.action.removeWork" = "Loại bỏ địa chỉ nơi làm việc";
"detail.action.shareLocation" = "Chia sẻ vị trí";
"detail.action.streetView" = "Google Street View";
"detail.contact.mail" = "Email";
"detail.contact.phone" = "Điện thoại";
"detail.contact.url" = "URL";
"routeCompute.action.demonstrate" = "Minh họa";
"routeCompute.action.navigate" = "Bắt đầu";
"routeCompute.etaArrival" = "Đến";
"routeCompute.fastest" = "Lộ trình nhanh nhất";
"routeCompute.slower" = "chậm hơn";
"routeCompute.traffic.withDelay" = "có trễ";
"routeCompute.button.options" = "Tùy chọn";
"routeCompute.waypointInfo.from" = "Từ";
"routeCompute.waypointInfo.to" = "Tới";
"routeCompute.waypointInfo.waypoints" = "điểm dừng chân";
"routeCompute.waypointInfo.via" = "Qua";
"routeActionMain.cancel" = "Hủy lộ trình";
"routeCompute.action.continue" = "Tiếp tục";
"routeCompute.options.title" = "Tùy chọn lộ trình";
"routeCompute.options.AvoidCountry" = "Tránh quốc gia này";
"avoid.unpaved" = "Đường không lát nhựa";
"avoid.specialArea" = "Phí tắc nghẽn";
"avoid.ferries" = "Phà";
"avoid.highways" = "Đường cao tốc";
"avoid.tollroads" = "Đường có thu phí";
"workCell.setupWork.subtitle" = "Đi làm một cách dễ dàng mỗi ngày";
"homeCell.setupHome.subtitle" = "Nhận lộ trình nhanh nhất";
"workCell.setupWork.title" = "Đặt vị trí cơ quan";
"homeCell.setupHome.title" = "Đặt địa chỉ nhà";
"workCell.title" = "Cơ quan";
"homeCell.title" = "Nhà";
"favorites.place.emptyButton" = "Tìm địa điểm";
"favorites.place.emptyTitle" = "Thêm địa điểm để dễ dàng truy cập";
"favorites.place.deleteAction" = "Xóa";
"favorites.place.headerTitle" = "Địa điểm & Lộ trình";
"favorites.button.done" = "Xong";
"favorites.segment.contacts" = "Danh bạ";
"favorites.segment.trips" = "Chuyến đi";
"favorites.segment.places" = "Địa điểm";
"favorites.title" = "Mục yêu thích";
"favorites.addAlert.add" = "Thêm";
"native.compute.decideToCompute" = "Bạn vẫn muốn tới %@?";
"routeActionMain.preview" = "Xem trước lộ trình";
"routeCompute.traffic.withoutInfo" = "Không có thông tin giao thông";
"search.work.title" = "Tìm địa chỉ nơi làm việc";
"search.home.title" = "Tìm địa chỉ nhà";
"alert.hideHomeWork.hideHomeTitle" = "Ẩn địa chỉ nhà";
"alert.hideHomeWork.hideWorkTitle" = "Ẩn nơi làm việc";
"alert.hideHomeWork.setHomeMessage" = "Bạn luôn có thể đặt địa chỉ nhà trong mục Ưa thích";
"alert.hideHomeWork.setWorkMessage" = "Bạn luôn có thể đặt địa chỉ nơi làm việc trong mục Ưa thích";
"alert.hideHomeWork.hide" = "Ẩn";
"action.control.scout.static" = "Faster route found";
"action.control.route.longer" = "xa hơn %@";
"action.control.route.time" = "Tiết kiệm %@";
"action.control.scout.arrival" = "New arrival %@";
"action.control.scout.fasterRouteFound" = "Faster route found";
"action.control.scout.preview" = "Xem trước";
"action.control.scout.route.set" = "Đặt tuyến đường nhanh hơn";
"routeCompute.action.loading" = "Bắt đầu";
"country.AL" = "Albani";
"country.AD" = "Andorra";
"country.AU" = "Úc";
"country.AT" = "Áo";
"country.BY" = "Belarus";
"country.BE" = "Bỉ";
"country.BA" = "Bosnia và Herzegovina";
"country.BG" = "Bulgari";
"country.CA" = "Canada";
"country.HR" = "Croatia";
"country.CZ" = "Cộng Hòa Séc";
"country.DK" = "Đan Mạch";
"country.EE" = "Estonia";
"country.FO" = "Đảo Faroe";
"country.FI" = "Phần Lan";
"country.FR" = "Pháp";
"country.DE" = "Đức";
"country.GI" = "Gibraltar";
"country.GR" = "Hy Lạp";
"country.GL" = "Greenland";
"country.VA" = "Thành Quốc Vatican";
"country.HU" = "Hungary";
"country.IS" = "Iceland";
"country.IE" = "Ai Len";
"country.IL" = "Israel";
"country.IT" = "Ý";
"country.JP" = "Nhật Bản";
"country.KP" = "Triều Tiên";
"country.KR" = "Hàn Quốc";
"country.KW" = "Kuwait";
"country.LV" = "Látvia";
"country.LI" = "Liechtenstein";
"country.LT" = "Lituani";
"country.LU" = "Luxembourg";
"country.MK" = "Macedonia";
"country.MT" = "Malta";
"country.MD" = "Moldova";
"country.MC" = "Monaco";
"country.MS" = "Montserrat";
"country.NL" = "Hà Lan";
"country.AN" = "Netherlands Antilles";
"country.NZ" = "New Zealand";
"country.NF" = "Norfolk Island";
"country.NO" = "Na Uy";
"country.PL" = "Ba Lan";
"country.PT" = "Bồ Đào Nha";
"country.RO" = "Rumani";
"country.RU" = "Nga";
"country.SM" = "San Marino";
"country.SG" = "Singapore";
"country.SK" = "Slovakia";
"country.SI" = "Slovenia";
"country.ZA" = "Nam Phi";
"country.ES" = "Tây Ban Nha";
"country.SE" = "Thụy Điển";
"country.CH" = "Thụy Sĩ";
"country.TW" = "Đài Loan";
"country.TH" = "Thái Lan";
"country.TR" = "Thổ Nhĩ Kỳ";
"country.UA" = "Ukraina";
"country.GB" = "Anh";
"country.US" = "Mỹ";
"country.VN" = "Việt Nam";
"country.RS" = "Serbia";
"country.ME" = "Montenegro";
"country.AE" = "Các tiểu vương quốc Ả Rập thống nhất";
"country.OM" = "Oman";
"country.SA" = "Ả rập Xê út";
"country.EG" = "Ai Cập";
"country.PR" = "Puerto Rico";
"country.VI" = "Virgin Islands";
"country.RA" = "Argentina";
"country.BH" = "Bahrain";
"country.BR" = "Brazil";
"country.HK" = "Hồng Kông";
"country.ID" = "Indonesia";
"country.IN" = "Ấn Độ";
"country.IM" = "Isle of Man";
"country.MO" = "Ma Cao";
"country.MX" = "Mexico";
"country.MY" = "Malaysia";
"country.QA" = "Qatar";
"country.AW" = "Aruba";
"country.AF" = "Afghanistan";
"country.AO" = "Angola";
"country.AI" = "Anguilla";
"country.AX" = "Aland Islands";
"country.AM" = "Armenia";
"country.AQ" = "Nam Cực";
"country.AS" = "Samoa thuộc Mỹ";
"country.TF" = "Lãnh thổ nam Pháp";
"country.AG" = "Antigua và Barbuda";
"country.AZ" = "Azerbaijan";
"country.BI" = "Burundi";
"country.BJ" = "Benin";
"country.BF" = "Burkina Faso";
"country.BD" = "Bangladesh";
"country.BS" = "Bahamas";
"country.BL" = "Saint Barthélemy";
"country.BZ" = "Belize";
"country.BM" = "Bermuda";
"country.BO" = "Bolivia";
"country.BB" = "Barbados";
"country.BN" = "Brunei Darussalam";
"country.BT" = "Bhutan";
"country.BV" = "Đảo Bouvet";
"country.BW" = "Botswana";
"country.CF" = "Cộng hòa Trung Phi";
"country.CC" = "Quần đảo Cocos";
"country.CL" = "Chi Lê";
"country.CI" = "Bờ Biển Ngà";
"country.CM" = "Cameroon";
"country.CD" = "Congo (Zair)";
"country.CG" = "Congo";
"country.CK" = "Quần đảo Cook";
"country.CO" = "Colombia";
"country.KM" = "Comoros";
"country.CV" = "Mũi Verde";
"country.CR" = "Costa Rica";
"country.CU" = "Cuba";
"country.CX" = "Đảo Christmas";
"country.KY" = "Quần đảo Cayman";
"country.DJ" = "Djibouti";
"country.DM" = "Dominica";
"country.DO" = "Cộng hoà Dominica";
"country.DZ" = "Algeri";
"country.EC" = "Ecuador";
"country.ER" = "Eritrea";
"country.EH" = "Tây Sahara";
"country.ET" = "Ethiopia";
"country.FJ" = "Fiji";
"country.FK" = "Quần đảo Falkland";
"country.FM" = "Micronesia";
"country.GA" = "Gabon";
"country.GE" = "Georgia";
"country.GG" = "Guernsey";
"country.GH" = "Ghana";
"country.GN" = "Guinea";
"country.GP" = "Guadeloupe";
"country.GM" = "Gambia";
"country.GW" = "Guinea-Bissau";
"country.GQ" = "Guinea Xích đạo";
"country.GD" = "Grenada";
"country.GT" = "Guatemala";
"country.GF" = "Guyane thuộc Pháp";
"country.GU" = "Guam";
"country.GY" = "Guyana";
"country.HM" = "Đảo Heard và quần đảo McDonald";
"country.HN" = "Honduras";
"country.HT" = "Haiti";
"country.IO" = "Lãnh thổ Ấn Độ Dương của Anh";
"country.IR" = "Iran";
"country.IQ" = "Iraq";
"country.JM" = "Jamaica";
"country.JE" = "Jersey";
"country.JO" = "Jordan";
"country.KZ" = "Kazakhstan";
"country.KG" = "Kyrgyzstan";
"country.KH" = "Campuchia";
"country.KI" = "Kiribati";
"country.KN" = "Saint Kitts và Nevis";
"country.LA" = "Lào";
"country.LB" = "Li-băng";
"country.LR" = "Liberia";
"country.LY" = "Li Bi";
"country.LC" = "Saint Lucia";
"country.LK" = "Sri Lanka";
"country.LS" = "Lesotho";
"country.MF" = "Saint Martin (thuộc Pháp)";
"country.MA" = "Ma Rốc";
"country.MG" = "Madagascar";
"country.MV" = "Maldives";
"country.MH" = "Quần đảo Marshall";
"country.ML" = "Mali";
"country.MM" = "Myanmar";
"country.MN" = "Mông Cổ";
"country.MP" = "Quần đảo Bắc Mariana";
"country.MZ" = "Mozambique";
"country.MR" = "Mauritania";
"country.MQ" = "Martinique";
"country.MU" = "Mauritius";
"country.MW" = "Malawi";
"country.YT" = "Mayotte";
"country.NA" = "Namibia";
"country.NC" = "Tân Đảo";
"country.NE" = "Niger";
"country.NG" = "Nigeria";
"country.NI" = "Nicaragua";
"country.NU" = "Niue";
"country.NP" = "Nepal";
"country.NR" = "Nauru";
"country.PK" = "Pakistan";
"country.PA" = "Panama";
"country.PN" = "Pitcairn";
"country.PE" = "Peru";
"country.PH" = "Philippines";
"country.PW" = "Palau";
"country.PG" = "Papua New Guinea";
"country.PY" = "Paraguay";
"country.PS" = "Palestine";
"country.PF" = "Polynésie (Pháp)";
"country.RE" = "Đảo Reunion";
"country.RW" = "Rwanda";
"country.SD" = "Sudan";
"country.SN" = "Senegal";
"country.GS" = "Nam Georgia và quần đảo Nam Sandwich";
"country.SH" = "Saint Helena";
"country.SJ" = "Svalbard và Jan Mayen";
"country.SB" = "Quần đảo Solomon";
"country.SL" = "Sierra Leone";
"country.SV" = "El Salvador";
"country.SO" = "Somalia";
"country.PM" = "Saint-Pierre và Miquelon";
"country.ST" = "Sao Tome và Principe";
"country.SR" = "Suriname";
"country.SZ" = "Swaziland";
"country.SC" = "Seychelles";
"country.SY" = "Cộng hoà Ả Rập Syria";
"country.TC" = "Quần đảo Turks và Caicos";
"country.TD" = "Chad";
"country.TG" = "Togo";
"country.TJ" = "Tajikistan";
"country.TK" = "Tokelau";
"country.TM" = "Turkmenistan";
"country.TL" = "Timor-Leste (Đông Timor)";
"country.TO" = "Tonga";
"country.TT" = "Trinidad và Tobago";
"country.TN" = "Tunisia";
"country.TV" = "Tuvalu";
"country.TZ" = "Tanzania";
"country.UM" = "Các tiểu đảo xa của Mỹ";
"country.UY" = "Uruguay";
"country.UZ" = "Uzbekistan";
"country.VC" = "Saint Vincent và Grenadines";
"country.VE" = "Venezuela";
"country.VG" = "Quần đảo Virgin, Anh";
"country.VU" = "Vanuatu";
"country.WF" = "Wallis và Futuna";
"country.WS" = "Samoa";
"country.YE" = "Yemen";
"country.ZM" = "Zambia";
"country.ZW" = "Zimbabwe";
"country.US-AL" = "Alabama";
"country.US-AK" = "Alaska";
"country.US-AZ" = "Arizona";
"country.US-AR" = "Arkansas";
"country.US-CA" = "California";
"country.US-CO" = "Colorado";
"country.US-CT" = "Connecticut";
"country.US-DE" = "Delaware";
"country.US-DC" = "Đặc khu Columbia";
"country.US-FL" = "Florida";
"country.US-GA" = "Georgia";
"country.US-HI" = "Hawaii";
"country.US-ID" = "Idaho";
"country.US-IL" = "Illinois";
"country.US-IN" = "Indiana";
"country.US-IA" = "Iowa";
"country.US-KS" = "Kansas";
"country.US-KY" = "Kentucky";
"country.US-LA" = "Louisiana";
"country.US-ME" = "Maine";
"country.US-MD" = "Maryland";
"country.US-MA" = "Massachusetts";
"country.US-MI" = "Michigan";
"country.US-MN" = "Minnesota";
"country.US-MS" = "Mississippi";
"country.US-MO" = "Missouri";
"country.US-MT" = "Montana";
"country.US-NE" = "Nebraska";
"country.US-NV" = "Nevada";
"country.US-NH" = "New Hampshire";
"country.US-NJ" = "New Jersey";
"country.US-NM" = "New Mexico";
"country.US-NY" = "New York";
"country.US-NC" = "North Carolina";
"country.US-ND" = "North Dakota";
"country.US-OH" = "Ohio";
"country.US-OK" = "Oklahoma";
"country.US-OR" = "Oregon";
"country.US-PA" = "Pennsylvania";
"country.US-RI" = "Rhode Island";
"country.US-SC" = "South Carolina";
"country.US-SD" = "South Dakota";
"country.US-TN" = "Tennessee";
"country.US-TX" = "Texas";
"country.US-UT" = "Utah";
"country.US-VT" = "Vermont";
"country.US-VA" = "Virginia";
"country.US-WA" = "Washington";
"country.US-WV" = "West Virginia";
"country.US-WI" = "Wisconsin";
"country.US-WY" = "Wyoming";
"country.CA-AB" = "Alberta";
"country.CA-BC" = "British Columbia";
"country.CA-MB" = "Manitoba";
"country.CA-NB" = "New Brunswick";
"country.CA-NL" = "Newfoundland và Labrador";
"country.CA-NS" = "Nova Scotia";
"country.CA-NT" = "Lãnh thổ Tây Bắc";
"country.CA-NU" = "Nunavut Territory";
"country.CA-ON" = "Ontario";
"country.CA-PE" = "Prince Edward Island";
"country.CA-QC" = "Quebec";
"country.CA-SK" = "Saskatchewan";
"country.CA-YT" = "Yukon Territory";
"country.IN-LD" = "Lakshadweep";
"country.GB-NIR" = "Bắc Ai-Len";
"country.GB-SCT" = "Scotland";
"country.GB-WLS" = "Wales";
"country.GB-CHA" = "Quần đảo Channel";
"N" = "B";
"S" = "N";
"W" = "T";
"E" = "Đ";
"routeplaning.actionButton.title" = "Xong";
"com.sygic.addWaypoint.placeholder" = "Thêm điểm trung gian trên đường đi";
"detail.action.selectPoi" = "Chọn";
"signpost.nextDirection.then" = "Then";
"waypoint.title.myposition" = "Vị trí của tôi";
"placeholder.password" = "Mật khẩu";
"placeholder.email" = "Email";
"routeCompute.action.calculating" = "Calculating routes";
"routeCompute.action.preview" = "Xem trước";
"detail.action.shareGps" = "Chia sẻ tọa độ GPS";
"time.ago.minutes" = "%@ minutes ago";
"time.ago.hours" = "%@ hours ago";
"time.ago.days" = "%@ days ago";
"time.ago.years" = "%@ years ago";
"native.navigation.recenterBtn" = "Re-center";
"homeCell.updateHome.title" = "Update home address";
"workCell.updateWork.title" = "Update work address";
"monetization.addon" = "ADD-ON";
"detail.action.removeVia" = "Loại bỏ điểm dừng";
"message.avoid.motorway.unable" = "Để tới đích, lộ trình sẽ đi qua một số đoạn đường cao tốc.";
"message.avoid.specialArea.unable" = "Rất tiếc, chúng tôi không thể tránh phí tắc nghẽn trên lộ trình của bạn.";
"message.avoid.tollRoads.unable" = "Không thể tránh tất cả các đường thu phí. Một số đường thu phí sẽ vẫn có trên lộ trình đã tính toán.";
"message.avoid.ferries.unable" = "Để tới được đích bạn phải đi qua một số phà.";
"message.avoid.unpavedRoads.unable" = "Để tới điểm đến, lộ trình sẽ đi qua một số đoạn đường chưa rải nhựa.";
